[{
	"rank": "2",
	"Heading": "credit card offers by Ininity",
	"documentID": "doc1",
	"description": "Get Cash Back, Joining Bonus. More on Credit Cards at Ininity Bank™. Apply Now! Compare and Apply For Credit Card Now w/ Maximum Rewards Zero Annual Fee! 5,00,000 Happy Customers. Compare Credit Cards. Lifestyle Benefits. Zero Annual Fee.Get Cash Back, Joining Bonus. More on Credit Cards at Ininity Bank™. Apply Now! Compare . Apply For Credit Card Now w/ Maximum Rewards \u0026 Zero Annual Fee! 5,00,000 Happy Customers. Compare Credit Cards. Lifestyle Benefits. Zero Annual Fee.Get Cash Back, Joining Bonus  More on Credit Cards at Ininity Bank™. Apply Now! Compare \u0026 Apply For Credit Card Now w/ Maximum Rewards \u0026 Zero Annual Fee! 5,00,000 Happy Customers. Compare Credit Cards. Lifestyle Benefits. Zero Annual Fee.Get Cash Back, Joining Bonus \u0026 More on Credit Cards at Ininity Bank™. Apply Now! Compare \u0026 Apply For Credit Card Now w/ Maximum Rewards \u0026 Zero Annual Fee! 5,00,000 Happy Customers. Compare Credit Cards. Lifestyle Benefits. Zero Annual Fee."
}, {
	"rank": "1",
	"Heading": "creditoffers  Christmas promotion by Infinity bank",
	"documentID": "doc2",
	"description": "Infinity offers platinum and gold cards with zero annual fee. An exciting offered tailed or me . Benefits o this include – High credit limit, no annual processing fee and instant approval. Infinity offers platinum and gold cards with zero annual fee. An exciting offered tailed or me . Benefits o this include – High credit limit, no annual processing fee and instant approval .Infinity offers platinum and gold cards with zero annual fee. An exciting offered tailed or me . Benefits o this include – High credit limit, no annual processing fee and instant approval   "
}, {
	"rank": "3",
	"Heading": "crediting systen -Know you CIBL",
	"documentID": "doc3",
	"description": "Are you eligible low interest rate mortgage loan ? check your cibl score . You can reach out to our support contact to check what are the interest rates for you based on your CBIL score"
}, {
	"rank": "5",
	"Heading": "onboarding new account Infinity",
	"documentID": "doc4",
	"description": "Know more about our hassle free onboarding process. We have an automated system that makes seamless KYC and onboarding  with less turn around time . You can track the status of your onboarding using our live chat or reaching to our IVR "
}, {
	"rank": "4",
	"Heading": "When further due deligance is needed?",
	"documentID": "doc5",
	"description": "During Corporate onboarding , if the risk score associated with account is more or if the account has missed sproviding some documents , then further documents are needed. You will get an automated and email asking documents or you will get a call from our representative   "
}, {
	"rank": "6",
	"Heading": "Retail customer onboarding process",
	"documentID": "doc6",
	"description": "know more about our hassle free onboarding process for retail customers. We have an automated system that makes seamless KYC and onboarding  with less turn around time . You can track the status of your onboarding using our live chat or reaching to our IVR- Retail onboarding"
}, {
	"rank": "7",
	"Heading": "Reatil users offers based on portolio",
	"documentID": "doc7",
	"description": "Know auto loan, mortgage and credit offers that are recently launched or retail customers   "
}]